results_ec2_4cores_15gb_2nd_run/43/results.txt
transaction type: Custom query
scaling factor: 10
query mode: simple
number of clients: 64
number of threads: 4
duration: 60 s
number of transactions actually processed: 152647
latency average: 25.156 ms
tps = 2541.791563 (including connections establishing)
tps = 2542.184546 (excluding connections establishing)